Repository: reyhard/openhab-win-app
Catalog: src/OpenHab.Windows.Tray/Strings/*/Resources.resw
Source language: en_us
Languages: pl_pl

# Settings.Shortcuts.CurrentActionOwner
source: Current action: {0}
pl_pl: Bieżąca akcja: {0}

# Settings.About.Title
source: About
pl_pl: O aplikacji

# Settings.About.Subtitle
source: Logs and version
pl_pl: Logi i wersja

# Settings.About.ViewLogs
source: View logs
pl_pl: Pokaż logi

# Settings.About.SettingsFolder
source: Settings folder
pl_pl: Folder ustawień

# Settings.About.DiagnosticLogs.Title
source: Diagnostic logs
pl_pl: Logi diagnostyczne

# Settings.About.DiagnosticLogs.Subtitle
source: Open the local diagnostics log file or settings folder
pl_pl: Otwórz lokalny plik logu diagnostycznego lub folder ustawień

# Settings.About.VerboseDiagnostics.Title
source: Verbose diagnostics
pl_pl: Szczegółowa diagnostyka

# Settings.About.VerboseDiagnostics.Subtitle
source: Log additional safe diagnostic flow details for troubleshooting
pl_pl: Zapisuj dodatkowe, bezpieczne szczegóły diagnostyczne do rozwiązywania problemów

# Settings.About.VerboseDiagnostics.EnabledStatus
source: Verbose diagnostics enabled.
pl_pl: Szczegółowa diagnostyka włączona.

# Settings.About.VerboseDiagnostics.DisabledStatus
source: Verbose diagnostics disabled.
pl_pl: Szczegółowa diagnostyka wyłączona.

# Settings.About.OpenLogsFailed
source: Could not open logs.
pl_pl: Nie udało się otworzyć logów.

# Settings.About.OpenSettingsFolderFailed
source: Could not open settings folder.
pl_pl: Nie udało się otworzyć folderu ustawień.

# Runtime.Status.Loading
source: Loading...
pl_pl: Ładowanie...

# Runtime.Sitemap.NoSitemapSelected
source: No sitemap selected
pl_pl: Nie wybrano sitemapy

# Runtime.Connection.Failed
source: Connection failed.
pl_pl: Połączenie nieudane.

# Runtime.Connection.FallbackFailed
source: Fallback failed.
pl_pl: Połączenie zapasowe nieudane.

# Runtime.Connection.ConnectedViaCloudLocalFailed
source: Connected via cloud (local failed).
pl_pl: Połączono przez chmurę (lokalne nieudane).

# Runtime.Connection.ConnectedViaCloudSimple
source: Connected via cloud.
pl_pl: Połączono przez chmurę.

# Runtime.Connection.ConnectedViaLocalSimple
source: Connected via local.
pl_pl: Połączono lokalnie.

# Runtime.Connection.ConnectedViaCloud
source: Connected via cloud ({0})
pl_pl: Połączono przez chmurę ({0})

# Runtime.Connection.ConnectedViaLocal
source: Connected via local ({0})
pl_pl: Połączono lokalnie ({0})

# Runtime.Connection.State
source: Connection: {0}
pl_pl: Połączenie: {0}

# Runtime.LiveUpdates.UnavailableRefreshManually
source: Live updates unavailable. Refresh manually.
pl_pl: Aktualizacje na żywo są niedostępne. Odśwież ręcznie.

# Runtime.MainUi.LoadError
source: Error: Main UI could not be loaded.
pl_pl: Błąd: nie udało się załadować Main UI.

# Runtime.Error
source: Error.
pl_pl: Błąd.

# Sitemap.Search.ResultsTitle
source: Search results
pl_pl: Wyniki wyszukiwania

# Sitemap.Search.SearchingScope
source: Searching current section and child pages
pl_pl: Przeszukiwanie bieżącej sekcji i stron podrzędnych

# Sitemap.Search.ResultCountInScope
source: {0} results in current section and child pages
pl_pl: {0} wyników w bieżącej sekcji i stronach podrzędnych

# Sitemap.Search.EmptyLabel
source: No matching sitemap elements
pl_pl: Brak pasujących elementów sitemapy

# Sitemap.Action.Run
source: Run
pl_pl: Uruchom

# Sitemap.WebView.NoUrlConfigured
source: No URL configured
pl_pl: Nie skonfigurowano URL

# Sitemap.WebView.OpenInBrowser
source: Open in browser
pl_pl: Otwórz w przeglądarce

# Sitemap.Chart.RequiresItem
source: Chart requires an item
pl_pl: Wykres wymaga elementu

# Shortcuts.Validation.ShortcutRequired
source: Shortcut is required.
pl_pl: Skrót jest wymagany.

# Shortcuts.Validation.ModifierRequired
source: Shortcut must include at least one modifier.
pl_pl: Skrót musi zawierać co najmniej jeden modyfikator.

# Shortcuts.Validation.KeyRequired
source: Shortcut must include a key.
pl_pl: Skrót musi zawierać klawisz.

# Shortcuts.Validation.SingleKeyBlocked
source: '{0}' by itself cannot be used as a shortcut.
pl_pl: Nie można użyć samego klawisza „{0}” jako skrótu.

# Shortcuts.Validation.KeyInvalid
source: Shortcut key is invalid.
pl_pl: Klawisz skrótu jest nieprawidłowy.

# Shortcuts.Validation.ReservedByWindows
source: '{0}' is reserved by Windows and cannot be used.
pl_pl: „{0}” jest zarezerwowane przez Windows i nie można tego użyć.

# Shortcuts.Validation.HotkeyUnavailable
source: This shortcut is already used by Windows or another app.
pl_pl: Ten skrót jest już używany przez Windows lub inną aplikację.

# Shortcuts.Validation.BindingAlreadyUsed
source: '{0}' is already used by '{1}'.
pl_pl: „{0}” jest już używane przez „{1}”.

# Shortcuts.Validation.ActionRequired
source: Action is required.
pl_pl: Akcja jest wymagana.

# Shortcuts.Validation.ActionIdRequired
source: Action ID is required.
pl_pl: ID akcji jest wymagane.

# Shortcuts.Validation.ActionNameRequired
source: Action name is required.
pl_pl: Nazwa akcji jest wymagana.

# Shortcuts.Validation.TargetItemRequired
source: Target item is required.
pl_pl: Element docelowy jest wymagany.

# Shortcuts.Validation.CommandTypeInvalid
source: Command type is invalid.
pl_pl: Typ polecenia jest nieprawidłowy.

# Shortcuts.Validation.OnOffValueRequired
source: OnOff action requires command value ON or OFF.
pl_pl: Akcja OnOff wymaga wartości polecenia ON albo OFF.

# Shortcuts.Validation.OpenCloseValueRequired
source: OpenClose action requires command value OPEN or CLOSE.
pl_pl: Akcja OpenClose wymaga wartości polecenia OPEN albo CLOSE.

# Shortcuts.Validation.SendCommandValueRequired
source: SendCommand action requires a command value.
pl_pl: Akcja SendCommand wymaga wartości polecenia.

# Shortcuts.Validation.GlobalShortcutInvalid
source: Global shortcut is invalid.
pl_pl: Skrót globalny jest nieprawidłowy.

# Shortcuts.Validation.ActionAvailabilityRequired
source: Action must be shown in command menu, have a global shortcut, or both.
pl_pl: Akcja musi być widoczna w menu poleceń, mieć skrót globalny albo oba ustawienia.

# Shortcuts.Validation.CommandValueRequired
source: Command value is required for this action type.
pl_pl: Wartość polecenia jest wymagana dla tego typu akcji.

# Shortcuts.CommandMenu.OwnerName
source: openHAB Command Menu
pl_pl: Menu poleceń openHAB

# Shortcuts.ActionOwner
source: Action: {0}
pl_pl: Akcja: {0}

# Shortcuts.UnnamedAction
source: Unnamed action
pl_pl: Akcja bez nazwy

# ShortcutRecorder.Dialog.Title
source: Activation shortcut
pl_pl: Skrót aktywacji

# ShortcutRecorder.EditShortcut
source: Edit shortcut
pl_pl: Edytuj skrót

# ShortcutRecorder.ClearShortcut
source: Clear shortcut
pl_pl: Wyczyść skrót

# ShortcutRecorder.PressModifierAndKey
source: Press a modifier and key.
pl_pl: Naciśnij modyfikator i klawisz.

# ShortcutRecorder.RequiresModifier
source: Shortcut must start with Windows, Ctrl, Alt, or Shift.
pl_pl: Skrót musi zaczynać się od Windows, Ctrl, Alt albo Shift.

# ShortcutRecorder.ResetToCurrent
source: Reset to current shortcut.
pl_pl: Resetuj do bieżącego skrótu.

# ShortcutRecorder.ShortcutCleared
source: Shortcut cleared.
pl_pl: Skrót wyczyszczony.

# ShortcutRecorder.ShortcutRequiredForControl
source: Shortcut is required for this control.
pl_pl: Skrót jest wymagany dla tej kontrolki.

# ShortcutRecorder.ShortcutRequired
source: Shortcut is required.
pl_pl: Skrót jest wymagany.

# ShortcutRecorder.UnsupportedKey
source: Unsupported key.
pl_pl: Nieobsługiwany klawisz.

# ShortcutRecorder.UseAtLeastOneModifier
source: Use at least one modifier key.
pl_pl: Użyj co najmniej jednego klawisza modyfikującego.

# ShortcutInteractive.CommandSendFailed
source: Command could not be sent.
pl_pl: Nie udało się wysłać polecenia.
